Repository: rafaelSwi/C4
Catalog: C4/*.lproj/Localizable.strings
Languages: cs

# yellowButton
source: CLEAR
cs: VYMAZ.

# redButton
source: CANCEL
cs: ZRUŠIT

# yellowButtonHelp
source: Clears entered time
cs: Vymaže zadaný čas

# h
source: Hours
cs: Hodiny

# m
source: Minutes
cs: Minuty

# s
source: Seconds
cs: Sekundy

# developedBy
source: Developed by rafaelSwi on Github
cs: Vyvinul rafaelSwi na Githubu

# quit
source: To completely quit the app use âŒ˜ + Q
cs: Pro úplné ukončení aplikace použijte ⌘ + Q

# touchBarStart
source: Plant
cs: Položit

# touchBarCancel
source: Defuse
cs: Zneškodnit
